result/khugepaged-debug/run3-prctl12-shared_count/benchmark-stats.log
  240000000 requests completed in 414.46 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.03% <= 2 milliseconds
7.39% <= 3 milliseconds
62.63% <= 4 milliseconds
85.06% <= 5 milliseconds
93.51% <= 6 milliseconds
96.06% <= 7 milliseconds
97.00% <= 8 milliseconds
97.69% <= 9 milliseconds
98.17% <= 10 milliseconds
98.53% <= 11 milliseconds
98.81% <= 12 milliseconds
98.99% <= 13 milliseconds
99.18% <= 14 milliseconds
99.38% <= 15 milliseconds
99.51% <= 16 milliseconds
99.64% <= 17 milliseconds
99.73% <= 18 milliseconds
99.78% <= 19 milliseconds
99.81% <= 20 milliseconds
99.83% <= 21 milliseconds
99.85% <= 22 milliseconds
99.86% <= 23 milliseconds
99.87% <= 24 milliseconds
99.88% <= 25 milliseconds
99.89% <= 26 milliseconds
99.89% <= 27 milliseconds
99.89% <= 28 milliseconds
99.89% <= 29 milliseconds
99.90% <= 30 milliseconds
99.90% <= 31 milliseconds
99.90% <= 32 milliseconds
99.90% <= 33 milliseconds
99.90% <= 34 milliseconds
99.90% <= 35 milliseconds
99.91% <= 36 milliseconds
99.91% <= 37 milliseconds
99.91% <= 38 milliseconds
99.92% <= 39 milliseconds
99.92% <= 40 milliseconds
99.92% <= 41 milliseconds
99.93% <= 42 milliseconds
99.93% <= 43 milliseconds
99.93% <= 44 milliseconds
99.93% <= 45 milliseconds
99.93% <= 46 milliseconds
99.94% <= 47 milliseconds
99.94% <= 48 milliseconds
99.94% <= 49 milliseconds
99.94% <= 50 milliseconds
99.94% <= 51 milliseconds
99.95% <= 52 milliseconds
99.95% <= 53 milliseconds
99.95% <= 54 milliseconds
99.95% <= 55 milliseconds
99.95% <= 56 milliseconds
99.95% <= 57 milliseconds
99.96% <= 58 milliseconds
99.96% <= 59 milliseconds
99.96% <= 60 milliseconds
99.96% <= 61 milliseconds
99.96% <= 62 milliseconds
99.97% <= 63 milliseconds
99.97% <= 64 milliseconds
99.97% <= 65 milliseconds
99.97% <= 66 milliseconds
99.97% <= 67 milliseconds
99.97% <= 68 milliseconds
99.97% <= 69 milliseconds
99.98% <= 70 milliseconds
99.98% <= 71 milliseconds
99.98% <= 72 milliseconds
99.98% <= 73 milliseconds
99.98% <= 74 milliseconds
99.98% <= 75 milliseconds
99.98% <= 76 milliseconds
99.98% <= 77 milliseconds
99.98% <= 78 milliseconds
99.98% <= 79 milliseconds
99.98% <= 81 milliseconds
99.99% <= 82 milliseconds
99.99% <= 83 milliseconds
99.99% <= 84 milliseconds
99.99% <= 85 milliseconds
99.99% <= 87 milliseconds
99.99% <= 89 milliseconds
99.99% <= 90 milliseconds
99.99% <= 91 milliseconds
99.99% <= 93 milliseconds
99.99% <= 94 milliseconds
99.99% <= 96 milliseconds
99.99% <= 97 milliseconds
99.99% <= 98 milliseconds
99.99% <= 99 milliseconds
99.99% <= 101 milliseconds
99.99% <= 102 milliseconds
99.99% <= 103 milliseconds
99.99% <= 105 milliseconds
99.99% <= 106 milliseconds
99.99% <= 107 milliseconds
99.99% <= 108 milliseconds
99.99% <= 112 milliseconds
100.00% <= 113 milliseconds
100.00% <= 114 milliseconds
100.00% <= 116 milliseconds
100.00% <= 117 milliseconds
100.00% <= 118 milliseconds
100.00% <= 121 milliseconds
100.00% <= 123 milliseconds
100.00% <= 124 milliseconds
100.00% <= 126 milliseconds
100.00% <= 129 milliseconds
100.00% <= 134 milliseconds
100.00% <= 135 milliseconds
100.00% <= 139 milliseconds
100.00% <= 140 milliseconds
100.00% <= 158 milliseconds
100.00% <= 159 milliseconds
100.00% <= 169 milliseconds
100.00% <= 200 milliseconds
100.00% <= 224 milliseconds
100.00% <= 254 milliseconds
100.00% <= 260 milliseconds
100.00% <= 260 milliseconds
579066.75 requests per second